Repository: VortXTV/VortX
Catalog: app/Resources/Localizable.xcstrings
Source language: en
Languages: af, am, ar, as, az, be, bg, bn, br, bs, ca, ceb, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fo, fr, fy, ga, gd, gl, gu, ha, he, hi, hr, ht, hu, hy, id, ig, is, it, ja, jv, ka, kk, km, kn, ko, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, nb, ne, nl, ny, oc, or, pa, pl, ps, pt_br, pt_pt, ro, ru, rw, sd, si, sk, sl, sm, sn, so, sq, sr, st, su, sv, sw, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, xh, yo, zh_hans, zh_hant, zu

source: Safety filter hides CAM and fake-quality sources. Hide / Require words filter the source list by name, comma-separated (e.g. hide "cam, ts", require "remux").
af: Veiligheidsfilter versteek CAM en nep-kwaliteitsbronne. Versteek / Vereis woorde filter die bronlys op naam, komma-geskei (bv. versteek "cam, ts", vereis "remux").
am: የደህንነት ማጣሪያ CAM እና ሐሰት-ጥራት ምንጮችን ይሸፍናሉ። ደብቅ/አስፈልግ ቃሎች ማጣሪያ የምንጭ ዝርዝሩን በስም ያጣራሉ፣ በኮማ ተለይተው (ለምሳሌ «cam, ts» ደብቅ፣ «remux» አስፈልግ)።
ar: يخفي مرشّح الأمان مصادر CAM والجودة المزيّفة. تُرشّح كلمات الإخفاء / الاشتراط قائمة المصادر بالاسم، مفصولة بفواصل (مثلًا أخفِ "cam, ts"، اشترط "remux").
as: সুৰক্ষা ফিল্টাৰে CAM আৰু নকল-কোৱালিটি উৎস লুকুৱায়। শব্দ লুকুৱাওক / আৱশ্যক কৰক-এ উৎস তালিকাখন নামেৰে ফিল্টাৰ কৰে, কমাৰে পৃথক কৰা (যেনে লুকুৱাওক "cam, ts", আৱশ্যক কৰক "remux")।
az: Təhlükəsizlik filtresi CAM və saxta keyfiyyətli mənbələri gizlədir. Sözü Gizlət / Tələb et mənbə siyahısını ada görə süzür, vergüllə ayrılmış (məs. "cam, ts" gizlət, "remux" tələb et).
be: Фільтр бяспекі хавае CAM і крыніцы падробленай якасці. Схаваць / Патрабаваць словы фільтруюць спіс крыніц па назве, праз коску (напрыклад, схаваць «cam, ts», патрабаваць «remux»).
bg: Филтърът за безопасност скрива CAM и източници с фалшиво качество. Скриване / Изискване на думи филтрира списъка с източници по име, разделени със запетая (напр. скриване на „cam, ts“, изискване на „remux“).
bn: নিরাপত্তা ফিল্টার CAM এবং নকল-মানের সোর্স লুকায়। শব্দ লুকান / আবশ্যক করুন নাম অনুসারে সোর্স তালিকা ফিল্টার করে, কমা দিয়ে আলাদা করা (যেমন "cam, ts" লুকান, "remux" আবশ্যক করুন)।
br: Ar sil surentez a guzh ar mammennoù CAM ha kalite-faos. Ar gerioù Kuzhat / Rekis a sil listenn ar mammennoù dre anv, dispartiet gant skejoù (da sk. kuzhat "cam, ts", rekis "remux").
bs: Sigurnosni filter skriva CAM i lažne izvore po kvalitetu. Sakrij / Zahtijevaj riječi filtriraju listu izvora po nazivu, odvojene zarezima (npr. sakrij "cam, ts", zahtijevaj "remux").
ca: El filtre de seguretat amaga les fonts CAM i de qualitat falsa. Els filtres Amaga/Requereix paraules filtren la llista de fonts per nom, separades per comes (p. ex., amaga «cam, ts», requereix «remux»).
ceb: Ang safety filter nagtago sa CAM ug peke-og-kalidad nga mga tinubdan. Ang Hide / Require nga mga pulong nag-filter sa lista sa tinubdan pinaagi sa ngalan, gibulag sa koma (pananglitan itago "cam, ts", kinahanglana "remux").
cs: Bezpečnostní filtr skryje CAM a zdroje s falešnou kvalitou. Skrýt / Vyžadovat slova filtrují seznam zdrojů podle názvu, oddělené čárkami (např. skrýt „cam, ts“, vyžadovat „remux“).
cy: Mae'r hidlydd diogelwch yn cuddio ffynonellau CAM ac ansawdd-ffug. Mae geiriau Cuddio / Mynnu'n hidlo'r rhestr ffynonellau yn ôl enw, wedi'u gwahanu gan atalnodau (e.e. cuddio "cam, ts", mynnu "remux").
da: Sikkerhedsfilter skjuler CAM- og falsk-kvalitetskilder. Skjul / Kræv ord filtrerer kildelisten efter navn, adskilt med komma (f.eks. skjul "cam, ts", kræv "remux").
de: Der Sicherheitsfilter blendet CAM- und Quellen mit gefälschter Qualität aus. „Wörter ausblenden“ / „Wörter erforderlich“ filtern die Quellenliste nach Namen, durch Kommas getrennt (z. B. ausblenden „cam, ts“, erforderlich „remux“).
el: Το φίλτρο ασφαλείας αποκρύπτει CAM και πηγές ψεύτικης ποιότητας. Η Απόκρυψη / Απαίτηση λέξεων φιλτράρει τη λίστα πηγών βάσει ονόματος, με διαχωρισμό με κόμμα (π.χ. απόκρυψη "cam, ts", απαίτηση "remux").
es: El filtro de seguridad oculta las fuentes CAM y de calidad falsa. Las palabras a ocultar / obligatorias filtran la lista de fuentes por nombre, separadas por comas (p. ej. ocultar «cam, ts», requerir «remux»).
et: Ohutusfilter peidab CAM- ja võltskvaliteediga allikad. Peida / Nõua sõnu filtreerib allikate loendit nime järgi, komaga eraldatud (nt peida "cam, ts", nõua "remux").
eu: Segurtasun iragazkiak CAM eta kalitatezko faltsu iturburuak ezkutatzen ditu. Hitzak ezkutatu / Eskatu iragazkiak iturri-zerrenda izenaren arabera iragazten du, koma bidez bereizita (adib. ezkutatu "cam, ts", eskatu "remux").
fa: فیلتر ایمنی منابع CAM و با کیفیت جعلی را پنهان می‌کند. پنهان کردن / الزام کلمات، فهرست منابع را بر اساس نام فیلتر می‌کند، با کاما جدا شده (مثلاً پنهان «cam, ts»، الزام «remux»).
fi: Suodatin piilottaa CAM- ja väärennetyn laadun lähteet. Piilota / Vaadi sanat -toiminnot suodattavat lähdeluettelon nimen mukaan, pilkulla erotettuna (esim. piilota "cam, ts", vaadi "remux").
fil: Itinatago ng safety filter ang mga CAM at pekeng-kalidad na source. Ang Itago / Hingin na mga salita ay nagsasala sa listahan ng source ayon sa pangalan, hiwalay sa pamamagitan ng kuwit (hal. itago ang "cam, ts", hingin ang "remux").
fo: Trygdarsíla fjalir CAM- og falsgóðsku-keldur. Fjal / Krev orð sía keldulistan eftir navni, skild við kommu (t.d. fjal "cam, ts", krev "remux").
fr: Le filtre de sécurité masque les sources CAM et de fausse qualité. Masquer / Exiger des mots filtre la liste des sources par nom, séparés par des virgules (par ex. masquer « cam, ts », exiger « remux »).
fy: It feilichheidsfilter ferstoppet CAM- en nepkwaliteitboarnen. Ferstopje-/Fereaskje-wurden filterje de boarnelist op namme, skieden troch komma's (bygelyks ferstopje "cam, ts", fereaskje "remux").
ga: Folaíonn an scagaire sábháilteachta foinsí CAM agus bréagcháilíochta. Scagann focail Folaigh / Éiligh an liosta foinsí de réir ainm, camóg-scartha (m.sh. folaigh "cam, ts", éiligh "remux").
gd: Falaichidh a' chriathrag sàbhailteachd tùsan CAM agus càileachd meallta. Criathraichidh faclan Falaich / Iarr liosta nan tùsan a rèir ainm, sgaraichte le cromagan (m.e. falaich "cam, ts", iarr "remux").
gl: O filtro de seguranza oculta as fontes CAM e de calidade falsa. Ocultar/Requirir palabras filtra a lista de fontes por nome, separadas por comas (p. ex., ocultar «cam, ts», requirir «remux»).
gu: સલામતી ફિલ્ટર CAM અને નકલી-ગુણવત્તાવાળા સ્રોત છુપાવે છે. શબ્દો છુપાવો / જરૂરી નામ દ્વારા સ્રોત સૂચિને ફિલ્ટર કરે છે, અલ્પવિરામથી અલગ (દા.ત. "cam, ts" છુપાવો, "remux" જરૂરી).
ha: Tacewar tsaro tana ɓoye tushen CAM da na ingancin ƙarya. Ɓoye / Buƙaci kalmomi suna tace jerin tushe da suna, an raba su da waƙafi (misali ɓoye "cam, ts", buƙaci "remux").
he: מסנן הבטיחות מסתיר מקורות CAM ומקורות באיכות מזויפת. הסתר / דרוש מילים מסנן את רשימת המקורות לפי שם, מופרד בפסיקים (למשל הסתר "cam, ts", דרוש "remux").
hi: सुरक्षा फ़िल्टर CAM और नकली-गुणवत्ता वाले स्रोत छिपाता है। शब्द छिपाएँ / आवश्यक करें स्रोत सूची को नाम के अनुसार फ़िल्टर करता है, अल्पविराम से अलग (जैसे "cam, ts" छिपाएँ, "remux" आवश्यक करें)।
hr: Sigurnosni filtar skriva CAM i izvore lažne kvalitete. Sakrij / Zahtijevaj riječi filtriraju popis izvora po nazivu, odvojeno zarezima (npr. sakrij "cam, ts", zahtijevaj "remux").
ht: Filtè sekirite kache sous CAM ak fo-kalite yo. Kache / Egzije mo filtre lis sous la pa non, separe pa vigil (pa egzanp kache "cam, ts", egzije "remux").
hu: A biztonsági szűrő elrejti a CAM- és hamis minőségű forrásokat. A Szavak elrejtése / megkövetelése a forráslistát szűri név szerint, vesszővel elválasztva (pl. elrejtés: „cam, ts”, megkövetelés: „remux”).
hy: Անվտանգության ֆիլտրը թաքցնում է CAM և կեղծ-որակ աղբյուրները։ Թաքցնել/Պահանջել բառեր ֆիլտրն աղբյուրների ցանկն անունով ֆիլտրում է, ստորակետով բաժանված (օրինակ՝ թաքցնել «cam, ts», պահանջել «remux»)։
id: Filter keamanan menyembunyikan sumber CAM dan berkualitas palsu. Sembunyikan / Wajibkan kata memfilter daftar sumber berdasarkan nama, dipisahkan koma (mis. sembunyikan "cam, ts", wajibkan "remux").
ig: Nzacha nchekwa na-ezo isi mmalite CAM na nke mma adịgboroja. Zoo / Chọọ okwu na-esofe ndepụta isi mmalite site n'aha, kewapụrụ site na rịkọma (dịka zoo "cam, ts", chọọ "remux").
is: Öryggjasía felur CAM og falsgæða-heimildir. Fela / Krefjast orða síar upprunalistann eftir nafni, kommuaðskilinn (t.d. fela "cam, ts", krefjast "remux").
it: Il filtro di sicurezza nasconde le sorgenti CAM e di falsa qualità. Le parole da nascondere / obbligatorie filtrano l'elenco delle sorgenti per nome, separate da virgola (es. nascondi «cam, ts», richiedi «remux»).
ja: 安全フィルターは CAM と偽の画質のソースを非表示にします。単語の非表示／必須は、ソースリストを名前でフィルターします（カンマ区切り、例: 「cam, ts」を非表示、「remux」を必須）。
jv: Filter safety ndhelikaké sumber CAM lan kualitas palsu. Tembung Dhelikaké / Wajibaké nyaring dhaptar sumber miturut jeneng, dipisah koma (tuladha dhelikaké "cam, ts", wajibaké "remux").
ka: უსაფრთხოების ფილტრი მალავს CAM და ყალბი ხარისხის წყაროებს. სიტყვების დამალვა / მოთხოვნა ფილტრავს წყაროების სიას სახელის მიხედვით, მძიმით გამოყოფილი (მაგ., დამალე «cam, ts», მოითხოვე «remux»).
kk: Қауіпсіздік сүзгісі CAM және жалған сапалы дерек көздерін жасырады. Жасыру / Сөздерді талап ету үтірмен бөлінген атаулар бойынша дерек көздер тізімін сүзеді (мыс., «cam, ts» жасыру, «remux» талап ету).
km: តម្រងសុវត្ថិភាពលាក់ប្រភព CAM និង fake-quality។ ពាក្យ Hide / Require ត្រងបញ្ជីប្រភពតាមឈ្មោះ ដោយក្បៀសសម្រាណ (ឧ. លាក់ «cam, ts» ទាមទារ «remux»)។
kn: ಸುರಕ್ಷತಾ ಫಿಲ್ಟರ್ CAM ಮತ್ತು ನಕಲಿ-ಗುಣಮಟ್ಟದ ಮೂಲಗಳನ್ನು ಮರೆಮಾಡುತ್ತದೆ. ಪದಗಳನ್ನು ಮರೆಮಾಡಿ / ಅಗತ್ಯವಿದೆ ಮೂಲ ಪಟ್ಟಿಯನ್ನು ಹೆಸರಿನ ಮೂಲಕ ಫಿಲ್ಟರ್ ಮಾಡುತ್ತದೆ, ಅಲ್ಪವಿರಾಮದಿಂದ ಬೇರ್ಪಡಿಸಲಾಗಿದೆ (ಉದಾ. "cam, ts" ಮರೆಮಾಡಿ, "remux" ಅಗತ್ಯವಿದೆ).
ko: 안전 필터는 CAM 및 가짜 화질 소스를 숨깁니다. 단어 숨기기/필수는 소스 목록을 이름으로 필터링하며 쉼표로 구분합니다(예: "cam, ts" 숨기기, "remux" 필수).
ku: Parzûna ewlehiyê çavkaniyên CAM û kalîteya-derewîn vedişêre. Peyvên Veşêre / Hewce lîsteya çavkaniyan bi navê wan, bi bêhnok veqetandî parz dikin (mînak veşêre "cam, ts", hewce bike "remux").
ky: Коопсуздук чыпкасы CAM жана жасалма сапаттагы булактарды жашырат. Жашыруу / Талап кылуу сөздөрү булак тизмесин аты боюнча чыпкалайт, үтүр менен ажыратылат (мисалы, жашыруу "cam, ts", талап кылуу "remux").
lb: De Sécherheetsfilter verstoppt CAM- a Fake-Qualitéits-Quellen. Wierder verstoppen / verlaangen filtert d'Quellelëscht no Numm, mat Komma getrennt (z.B. verstopp "cam, ts", verlaang "remux").
lo: ຕົວກັ່ນຕອງຄວາມປອດໄພຈະເຊື່ອງແຫຼ່ງ CAM ແລະ ຄຸນນະພາບປອມ. ຄຳທີ່ຈະເຊື່ອງ / ຕ້ອງມີ ຈະກັ່ນຕອງລາຍການແຫຼ່ງຕາມຊື່, ຄັ່ນດ້ວຍຈຸດ (ເຊັ່ນ ເຊື່ອງ "cam, ts", ຕ້ອງມີ "remux").
lt: Saugos filtras slepia CAM ir netikros kokybės šaltinius. Slėpti / Reikalauti žodžių filtruoja šaltinių sąrašą pagal pavadinimą, atskiriant kableliais (pvz., slėpti „cam, ts“, reikalauti „remux“).
lv: Drošības filtrs slēpj CAM un viltus kvalitātes avotus. Slēpt / Pieprasīt vārdus filtrē avotu sarakstu pēc nosaukuma, atdalot ar komatu (piem., slēpt "cam, ts", pieprasīt "remux").
mg: Ny sivana fiarovana dia manafina ny loharano CAM sy kalitao sandoka. Ny teny Afeno / Takio dia misivana ny lisitry ny loharano araka ny anarana, misaraka amin'ny faingo (ohatra afeno "cam, ts", takio "remux").
mi: Ka hunaia e te tātari haumaru ngā pūtake CAM me ngā kounga-tinihanga. Ka tātaria e ngā kupu Huna / Hiahia te rārangi pūtake mā te ingoa, kua wehea-e-te-piko (hei tauira, huna "cam, ts", hiahia "remux").
mk: Филтерот за безбедност ги крие CAM и лажни извори. Сокриј / Бариај зборови го филтрираат списокот на извори по ime, со запирки (на пр. сокриј „cam, ts“, бариај „remux“).
ml: സുരക്ഷാ ഫിൽട്ടർ CAM, വ്യാജ-ഗുണനിലവാര സോഴ്സുകൾ മറയ്ക്കുന്നു. വാക്കുകൾ മറയ്ക്കുക / ആവശ്യമാണ് സോഴ്സ് ലിസ്റ്റിനെ പേര് അനുസരിച്ച് ഫിൽട്ടർ ചെയ്യുന്നു, കോമ-വേർതിരിച്ച് (ഉദാ. "cam, ts" മറയ്ക്കുക, "remux" ആവശ്യമാണ്).
mn: Аюулгүйн шүүлтүүр нь CAM болон хуурамч чанарын эх сурвалжийг нуудаг. Нуух / Шаардах үгс нь эх сурвалжийн жагсаалтыг нэрээр нь таслалаар тусгаарлан шүүдэг (жишээ нь нуух "cam, ts", шаардах "remux").
mr: सुरक्षा फिल्टर CAM आणि बनावट-दर्जाचे स्रोत लपवते. Hide / Require words स्रोत यादीला नावानुसार फिल्टर करते, स्वल्पविरामाने वेगळे केलेले (उदा. "cam, ts" लपवा, "remux" आवश्यक करा).
ms: Penapis keselamatan menyembunyikan sumber CAM dan kualiti palsu. Sembunyikan / Wajibkan perkataan menapis senarai sumber mengikut nama, dipisahkan koma (cth. sembunyikan "cam, ts", wajibkan "remux").
mt: Il-filtru tas-sigurtà jaħbi sorsi CAM u ta' kwalità falza. Il-kliem Aħbi / Meħtieġ jiffiltraw il-lista tas-sorsi skont l-isem, separati bil-virgola (eż. aħbi "cam, ts", ħtieġ "remux").
my: လုံခြုံရေးစစ်ထုတ်မှုသည် CAM နှင့် အရည်အသွေးအတု အရင်းအမြစ်များကို ဖျောက်ထားသည်။ Hide / Require စကားလုံးများသည် အရင်းအမြစ်စာရင်းကို အမည်ဖြင့် ကော်မာခြားကာ စစ်ထုတ်သည် (ဥပမာ ဖျောက်ရန် "cam, ts"၊ လိုအပ်ရန် "remux")။
nb: Sikkerhetsfilteret skjuler CAM- og falsk-kvalitet-kilder. Skjul / Krev ord filtrerer kildelisten etter navn, kommaadskilt (f.eks. skjul «cam, ts», krev «remux»).
ne: सुरक्षा फिल्टरले CAM र नक्कली-गुणस्तर स्रोतहरू लुकाउँछ। लुकाउनुहोस् / आवश्यक शब्दहरूले स्रोत सूचीलाई नामद्वारा फिल्टर गर्छ, अल्पविराम-विभाजित (जस्तै «cam, ts» लुकाउनुहोस्, «remux» आवश्यक गर्नुहोस्)।
nl: Veiligheidsfilter verbergt CAM- en nepkwaliteitbronnen. Met Woorden verbergen / vereisen filter je de bronnenlijst op naam, gescheiden door komma's (bijv. verberg "cam, ts", vereis "remux").
ny: Chosefera cha chitetezo chimabisa magwero a CAM ndi a khalidwe lonyenga. Mawu a Hide / Require amasefa mndandanda wa magwero ndi dzina, olekanitsidwa ndi koma (mwachitsanzo bisani "cam, ts", funikani "remux").
oc: Lo filtre de seguretat amaga las fonts CAM e de falsa qualitat. Los mots a Amagar / Requerir filtran la lista de las fonts per nom, separats per virgula (per ex. amagar "cam, ts", requerir "remux").
or: ସୁରକ୍ଷା ଫିଲ୍ଟର CAM ଏବଂ ନକଲି-କ୍ୱାଲିଟି ଉତ୍ସ ଲୁଚାଏ। Hide / Require ଶବ୍ଦ ଉତ୍ସ ତାଲିକାକୁ ନାମ ଅନୁସାରେ ଫିଲ୍ଟର କରେ, କମା-ଅଲଗା (ଯେମିତି ଲୁଚାନ୍ତୁ "cam, ts", ଆବଶ୍ୟକ "remux")।
pa: ਸੁਰੱਖਿਆ ਫਿਲਟਰ CAM ਅਤੇ ਨਕਲੀ-ਗੁਣਵੱਤਾ ਸਰੋਤ ਲੁਕਾਉਂਦਾ ਹੈ। ਲੁਕਾਓ / ਲਾਜ਼ਮੀ ਸ਼ਬਦ ਸਰੋਤ ਸੂਚੀ ਨੂੰ ਨਾਮ ਅਨੁਸਾਰ ਫਿਲਟਰ ਕਰਦੇ ਹਨ, ਕੌਮੇ ਨਾਲ ਵੱਖਰੇ (ਜਿਵੇਂ «cam, ts» ਲੁਕਾਓ, «remux» ਲਾਜ਼ਮੀ ਕਰੋ)।
pl: Filtr bezpieczeństwa ukrywa źródła CAM i o fałszywej jakości. Ukryj / Wymagaj słów filtruje listę źródeł po nazwie, oddzielonych przecinkami (np. ukryj „cam, ts”, wymagaj „remux”).
ps: د خونديتوب فلټر CAM او جعلي-کیفیت سرچینې پټوي. د پټولو / اړینولو کلیمې د سرچینو لیست د نوم له مخې فلټروي، د کامې په واسطه جلا (لکه پټ: "cam, ts"، اړین: "remux").
pt_br: O filtro de segurança oculta fontes CAM e de qualidade falsa. Ocultar / Exigir palavras filtra a lista de fontes pelo nome, separadas por vírgula (ex.: ocultar "cam, ts", exigir "remux").
pt_pt: O filtro de segurança oculta fontes CAM e de qualidade falsa. As palavras a Ocultar / Exigir filtram a lista de fontes pelo nome, separadas por vírgulas (por exemplo, ocultar "cam, ts", exigir "remux").
ro: Filtrul de siguranță ascunde sursele CAM și de calitate falsă. Ascunde / Solicită cuvinte filtrează lista de surse după nume, separate prin virgulă (de ex. ascunde „cam, ts”, solicită „remux”).
ru: Фильтр безопасности скрывает CAM и источники с поддельным качеством. «Скрыть»/«Требовать» слова фильтруют список источников по названию, через запятую (например, скрыть «cam, ts», требовать «remux»).
rw: Muyunguruzi w'umutekano uhisha inkomoko za CAM n'iz'ubwiza bw'impimbano. Amagambo yo Guhisha / Gusaba ayungurura urutonde rw'inkomoko hakurikijwe izina, atandukanijwe n'akitso (urugero hisha "cam, ts", saba "remux").
sd: حفاظتي فلٽر CAM ۽ نقلي-معيار وارا ذريعا لڪائي ٿو. لڪايو / لازمي لفظ ذريعن جي فهرست کي نالي سان فلٽر ڪن ٿا، ڪاما سان الڳ (مثال طور لڪايو "cam, ts"، لازمي "remux").
si: ආරක්ෂණ පෙරහන CAM සහ ව්‍යාජ-ගුණාත්මක මූලාශ්‍ර සඟවයි. සඟවන්න / අවශ්‍යයි වචන මූලාශ්‍ර ලැයිස්තුව නම අනුව පෙරයි, කොමා වලින් වෙන් කර (උදා. සඟවන්න "cam, ts", අවශ්‍යයි "remux").
sk: Bezpečnostný filter skryje CAM a zdroje s falošnou kvalitou. Skryť / Vyžadovať slová filtruje zoznam zdrojov podľa názvu, oddelené čiarkou (napr. skryť „cam, ts“, vyžadovať „remux“).
sl: Varnostni filter skrije CAM in vire lažne kakovosti. Skrij/Zahtevaj besede filtrirata seznam virov po imenu, ločeno z vejicami (npr. skrij »cam, ts«, zahtevaj »remux«).
sm: E nana e le faamama saogalemu puna CAM ma pepelo-tulaga. E faamama e upu Nana / Manaomia le lisi o puna i le igoa, vaevae i koma (fai mai nana "cam, ts", manaomia "remux").
sn: Safety filter inovanza nzvimbo dzeCAM nedzehunhu hwenhema. Mazwi eHide / Require anosefa rondedzero yenzvimbo nezita, akaparadzaniswa nekoma (semuenzaniso vanza "cam, ts", da "remux").
so: Shaandhada badbaadadu waxay qarisaa ilaha CAM iyo tayo-been ah. Erayada Hide / Require waxay shaandheeyaan liiska ilaha magaca, oo hakad ku kala go'ay (tusaale qari "cam, ts", u baahan "remux").
sq: Filtri i sigurisë fsheh burimet CAM dhe me cilësi të rreme. Fjalët Fshih/Kërko filtrojnë listën e burimeve sipas emrit, të ndara me presje (p.sh. fshih "cam, ts", kërko "remux").
sr: Безбедносни филтер сакрива CAM и изворе лажног квалитета. Сакриј / Захтевај речи филтрирају листу извора по називу, раздвојено зарезима (нпр. сакриј „cam, ts“, захтевај „remux“).
st: Sefe sa polokeho se pata mehloli ea CAM le ea boleng ba bohata. Mantsoe a Hide / Require a sefa lethathamo la mehloli ka lebitso, a arohantsoeng ka comma (mohlala pata "cam, ts", hloka "remux").
su: Saringan kaamanan nyumputkeun sumber CAM jeung kualitas palsu. Kecap Sumputkeun / Wajibkeun nyaring daptar sumber dumasar ngaran, dipisah koma (contona sumputkeun "cam, ts", wajibkeun "remux").
sv: Säkerhetsfiltret döljer CAM- och falsk-kvalitetskällor. Dölj/Kräv ord filtrerar källistan efter namn, kommaseparerat (t.ex. dölj "cam, ts", kräv "remux").
sw: Kichujio cha usalama huficha vyanzo vya CAM na ubora wa uongo. Ficha / Hitaji maneno huchuja orodha ya chanzo kwa jina, yaliyotenganishwa kwa koma (mf. ficha "cam, ts", hitaji "remux").
ta: பாதுகாப்பு வடிகட்டி CAM மற்றும் போலி-தர ஆதாரங்களை மறைக்கிறது. மறை / கட்டாயச் சொற்கள் ஆதாரப் பட்டியலை பெயரால் வடிகட்டும், காற்புள்ளியால் பிரிக்கப்பட்டது (எ.கா. "cam, ts" மறை, "remux" கட்டாயம்).
te: భద్రతా ఫిల్టర్ CAM మరియు నకిలీ-నాణ్యత సోర్స్‌లను దాచిపెడుతుంది. పదాలను దాచు / అవసరం సోర్స్ జాబితాను పేరు ఆధారంగా ఫిల్టర్ చేస్తాయి, కామాతో వేరుచేసి (ఉదా. "cam, ts" దాచు, "remux" అవసరం).
tg: Филтри бехатарӣ манбаъҳои CAM ва сифати қалбакиро пинҳон мекунад. Калимаҳои Пинҳон / Талаб рӯйхати манбаъҳоро аз рӯи ном, бо вергул ҷудошуда филтр мекунанд (масалан, пинҳон «cam, ts», талаб «remux»).
th: ตัวกรองความปลอดภัยจะซ่อนแหล่ง CAM และคุณภาพปลอม ซ่อนคำ / ต้องมีคำจะกรองรายการแหล่งตามชื่อ คั่นด้วยจุลภาค (เช่น ซ่อน "cam, ts", ต้องมี "remux")
tr: Güvenlik filtresi CAM ve sahte kaliteli kaynakları gizler. Kelimeleri gizle / zorunlu kıl, kaynak listesini ada göre, virgülle ayrılmış olarak filtreler (örneğin "cam, ts" gizle, "remux" zorunlu kıl).
tt: Куркынычсызлык фильтры CAM һәм ялган сыйфатлы чыганакларны яшерә. Сүзләрне яшер / Кирәкле сүзләр чыганаклар исемлеген атамасы буенча фильтрлый, өтер белән аерып (мәсәлән, яшер "cam, ts", кирәк "remux").
ug: بىخەتەرلىك سۈزگۈچى CAM ۋە ساختا سۈپەتلىك مەنبەلەرنى يوشۇرىدۇ. «يوشۇرۇش / تەلەپ قىلىش» سۆزلىرى مەنبە تىزىملىكىنى ئىسمى بويىچە سۈزىدۇ، پەش بىلەن ئايرىلغان (مەسىلەن «cam, ts»نى يوشۇرۇش، «remux»نى تەلەپ قىلىش).
uk: Фільтр безпеки приховує CAM та підроблені за якістю джерела. Приховати / Вимагати слова фільтрують список джерел за назвою, через кому (напр., приховати «cam, ts», вимагати «remux»).
ur: حفاظتی فلٹر CAM اور جعلی-کوالٹی ذرائع چھپاتا ہے۔ الفاظ چھپائیں / لازمی قرار دیں ذریعہ فہرست کو نام کے لحاظ سے فلٹر کرتے ہیں، کاما سے الگ (مثلاً "cam, ts" چھپائیں، "remux" لازمی قرار دیں)۔
uz: Xavfsizlik filtri CAM va soxta sifatli manbalarni yashiradi. Yashirish / Talab qilinadigan so'zlar manba ro'yxatini nom bo'yicha filtrlaydi, vergul bilan ajratilgan (masalan, yashirish "cam, ts", talab qilish "remux").
vi: Bộ lọc an toàn ẩn các nguồn CAM và nguồn giả chất lượng. Ẩn từ / Yêu cầu từ lọc danh sách nguồn theo tên, cách nhau bằng dấu phẩy (ví dụ ẩn "cam, ts", yêu cầu "remux").
xh: Isihluzi sokhuseleko sifihla imithombo ye-CAM neyomgangatho ongamgunyathi. Amagama e-Fihla / Funa ahluza uluhlu lwemithombo ngegama, ahlulwe ngekoma (umzekelo fihla "cam, ts", funa "remux").
yo: Ìwádìí ààbò máa ń fi àwọn orísun CAM àti ẹ̀tàn-dídára pamọ́. Àwọn ọ̀rọ̀ Hide / Require máa ń ṣàyẹ̀wò àtòjọ orísun nípa orúkọ, tí kọ́mà pín (fún àpẹẹrẹ hide "cam, ts", require "remux").
zh_hans: 安全过滤会隐藏 CAM 和伪造画质来源。隐藏／必须包含词语按名称过滤来源列表，以逗号分隔（例如隐藏“cam, ts”，必须包含“remux”）。
zh_hant: 安全篩選會隱藏 CAM 與偽造畫質的來源。「隱藏／必含字詞」會依名稱篩選來源清單，以逗號分隔（例如隱藏「cam, ts」、必含「remux」）。
zu: Isihlungi sokuphepha sifihla imithombo ye-CAM neyekhwalithi embumbulu. Amagama e-Fihla / Dinga ahlunga uhlu lomthombo ngegama, ahlukaniswe ngokhefana (isb. fihla "cam, ts", dinga "remux").

source: Save & Use
af: Stoor en gebruik
am: አስቀምጥ እና ተጠቀም
ar: حفظ واستخدام
as: সাঁচি ৰাখক আৰু ব্যৱহাৰ কৰক
az: Saxla və İstifadə et
be: Захаваць і выкарыстаць
bg: Запазване и използване
bn: সংরক্ষণ ও ব্যবহার করুন
br: Enrollañ & Implijout
bs: Sačuvaj i koristi
ca: Desa i utilitza
ceb: I-save ug Gamita
cs: Uložit a použít
cy: Cadw a Defnyddio
da: Gem og brug
de: Speichern & verwenden
el: Αποθήκευση & Χρήση
es: Guardar y usar
et: Salvesta ja kasuta
eu: Gorde eta erabili
fa: ذخیره و استفاده
fi: Tallenna ja käytä
fil: I-save at Gamitin
fo: Goym og brúka
fr: Enregistrer et utiliser
fy: Bewarje en brûke
ga: Sábháil & Úsáid
gd: Sàbhail ⁊ Cleachd
gl: Gardar e usar
gu: સાચવો અને વાપરો
ha: Adana & Yi amfani
he: שמור והשתמש
hi: सहेजें और उपयोग करें
hr: Spremi i koristi
ht: Konsève & Sèvi
hu: Mentés és használat
hy: Պահպանել և օգտագործել
id: Simpan & Pakai
ig: Chekwaa & Jiri
is: Vista og nota
it: Salva e usa
ja: 保存して使用
jv: Simpen & Gunakké
ka: შენახვა და გამოყენება
kk: Сақтап қолдану
km: រក្សាទុក និងប្រើ
kn: ಉಳಿಸಿ ಮತ್ತು ಬಳಸಿ
ko: 저장 및 사용
ku: Tomar bike û Bikar bîne
ky: Сактоо жана колдонуу
lb: Späicheren a benotzen
lo: ບັນທຶກ & ໃຊ້
lt: Išsaugoti ir naudoti
lv: Saglabāt un lietot
mg: Tehirizo & Ampiasao
mi: Tiaki me te Whakamahi
mk: Зачувај и користи
ml: സംരക്ഷിച്ച് ഉപയോഗിക്കുക
mn: Хадгалж ашиглах
mr: जतन करा आणि वापरा
ms: Simpan & Guna
mt: Iffranka u Uża
my: သိမ်း၍ သုံးရန်
nb: Lagre og bruk
ne: बचाउनुहोस् र प्रयोग गर्नुहोस्
nl: Opslaan en gebruiken
ny: Sungani ndi Gwiritsani
oc: Enregistrar e utilizar
or: ସାଇତନ୍ତୁ ଓ ବ୍ୟବହାର କରନ୍ତୁ
pa: ਸੇਵ ਕਰੋ ਅਤੇ ਵਰਤੋ
pl: Zapisz i użyj
ps: وساتئ او وکاروئ
pt_br: Salvar e usar
pt_pt: Guardar e usar
ro: Salvează și folosește
ru: Сохранить и использовать
rw: Bika kandi Ukoreshe
sd: محفوظ ڪري استعمال ڪريو
si: සුරකින්න සහ භාවිත කරන්න
sk: Uložiť a použiť
sl: Shrani in uporabi
sm: Sefe & Faaaoga
sn: Chengeta & Shandisa
so: Kaydi & Isticmaal
sq: Ruaj dhe Përdor
sr: Сачувај и користи
st: Boloka & Sebelisa
su: Simpen & Paké
sv: Spara och använd
sw: Hifadhi na Tumia
ta: சேமித்துப் பயன்படுத்து
te: సేవ్ & వాడండి
tg: Нигоҳ доштан ва истифода бурдан
th: บันทึกและใช้
tr: Kaydet ve Kullan
tt: Сакла һәм кулан
ug: ساقلا ۋە ئىشلەت
uk: Зберегти й використати
ur: محفوظ کریں اور استعمال کریں
uz: Saqlash va Foydalanish
vi: Lưu & Dùng
xh: Gcina & Sebenzisa
yo: Tọ́jú & Lò
zh_hans: 保存并使用
zh_hant: 儲存並使用
zu: Londoloza Usebenzise
